import React from "react"
import './for-alexithymitists.scss'

function ForAlexithymitists() {

  return (
    <div className="alexithym">
      {/* {console.log('Rendered ForAlexithymitists view')} */}
      <div className="alexithym_header">
        Для алекситимистов
      </div>
      <div className="alexithym_content">
        <p>
          Для алекситимистов, которые испытывают затруднения с осознанием и выражением своих 
          эмоций, заполнение дневника эмоций может быть полезным упражнением. 
        </p>
        <p>
          Вместо того, чтобы сразу пытаться определить эмоцию, начните с описания физических ощущений, 
          которые вы испытываете. Например, можете описать, какие изменения происходят в вашем теле - 
          учащенное дыхание, повышенное сердцебиение, напряжение в мышцах и т.д. Это может быть более 
          конкретным и осязаемым способом начать процесс осознания своего эмоционального состояния.
        </p>
        <p>
          Записывайте события, которые могли повлиять на ваше эмоциональное состояние. Это может быть 
          что-то, что произошло в течение дня или даже прошлые события, которые все еще влияют на 
          вас. Запись этих событий поможет вам лучше понять, какие эмоции они вызывают и как вы 
          на них реагируете.
        </p>
        <p>
          Заполнение дневника эмоций может быть сложным и вызывать дискомфорт, особенно для алекситимистов. 
          Помните, что это процесс самопознания, и вам может потребоваться время и практика, чтобы 
          стать более осознанными своих эмоций. Будьте терпеливыми и сострадательными к себе в этом процессе.
        </p>
      </div>
    </div>
  );
}

export default ForAlexithymitists;